Autodesk.Revit.DB.DatumEnds
An enumerated type representing ends of a datum plane.
Since:
2016

Autodesk.Revit.DB.DatumEnds.End1
The end point of the datum plane in the view.

Autodesk.Revit.DB.DatumEnds.End0
The start point of the datum plane in the view.